Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_3.tmx
Source language: en
Languages: it

source: Ship ballast tanks [structural components of vessels]
it: Cassoni di zavorra di navi [parti strutturali di navi]

source: Spokes for two-wheeled motor vehicles
it: Raggi per veicoli a motore a due ruote

source: Bicycle brake lever grips
it: Leve dei freni per biciclette

source: Electric cigarette lighters for land vehicles
it: Accendisigari elettrici per veicoli terrestri

source: Wheel rims for motorcycles
it: Cerchioni di ruote per motocicli

source: Children's bicycles
it: Biciclette per bambini

source: Steering units for land vehicles
it: Unità di sterzo per veicoli terrestri

source: Small wagons for transporting children
it: Carrellini per trasportare bambini

source: Freight trains
it: Treni merci

source: Passenger trains
it: Treni passeggeri

source: Structural parts for trains
it: Parti strutturali per treni

source: Brake discs for motorcycles
it: Dischi dei freni per motocicli

source: Brake pedals for vehicles
it: Pedali dei freni per veicoli

source: Brake cables for bicycles
it: Cavi di freni per biciclette

source: Mudguards for trucks
it: Parafanghi per camion

source: Mudguards for motorcycles
it: Parafanghi per motocicli

source: Flat-bottomed rowboats
it: Barca a remi a fondo piatto

source: Hydraulic rim brakes for bicycles
it: Freni idraulici su cerchi per biciclette

source: Hydraulic disc brakes for bicycles
it: Freni a disco idraulici per biciclette

source: Luggage carriers for motorcycles
it: Portabagagli per motocicli

source: Brake cylinders for land vehicles
it: Cilindri di freni per veicoli terrestri

source: Trailers for transporting bicycles
it: Rimorchi per il trasporto di biciclette

source: Drivetrains for bicycles
it: Trasmissioni per biciclette

source: Cardan shafts for vehicles
it: Alberi cardanici per veicoli

source: Airline seats with a massage function
it: Sedili massaggianti per aeromobili

source: Suspension systems for automobiles
it: Sistemi di sospensione per automobili

source: Suspension systems for bicycles
it: Sistemi di sospensione per biciclette

source: Fitted bicycle covers
it: Teli copribiciclette

source: Wheels for railway cars
it: Ruote per vagoni ferroviari

source: Universal joints for land vehicles
it: Giunti universali per veicoli terrestri

source: Suspension systems for land vehicles
it: Sistemi di sospensione per veicoli terrestri

source: Structural parts for ambulances
it: Parti strutturali per ambulanze

source: Structural parts for vans
it: Parti strutturali per furgoni

source: Structural parts for trucks
it: Parti strutturali per autocarri

source: Structural parts for motorcycles
it: Parti strutturali per motocicli

source: Shock absorbing springs for automobiles
it: Molle ammortizzatrici per automobili

source: Hydraulic torque converters for land vehicles
it: Convertitori di coppia idraulici per veicoli terrestri

source: Gasoline engines for land vehicles
it: Motori a benzina per veicoli terrestri

source: Air pumps for motorcycles
it: Pompe ad aria per motociclette

source: Military drones
it: Droni militari

source: Civilian drones
it: Droni civili

source: Fitted pushchair mosquito nets
it: Zanzariere sagomate per passeggini

source: Ashtrays for automobiles
it: Posacenere per automobili

source: Panniers adapted for motorcycles
it: Borse laterali adattate per motociclette

source: Spokes for automobiles
it: Raggi per automobili

source: Spokes for motorcycles
it: Raggi per motocicli

source: Freewheels for motorcycles
it: Ruote libere per motocicli

source: Freewheels for bicycles
it: Ruote libere per biciclette

source: Pedals for motorcycles
it: Pedali per motocicli

source: Push scooters [vehicles]
it: Monopattini [veicoli]

source: Electric bicycles
it: Biciclette elettriche

source: Electric unicycles
it: Monocicli elettrici

source: Electric one wheel scooters
it: Scooter elettrici monoruota

source: Chainwheels for motorcycles
it: Ingranaggi centrali per motocicli

source: Cranks for motorcycles
it: Pedivelle per motocicli

source: Chainwheels for bicycles
it: Ruote dentate per biciclette

source: Sun visors for automobiles
it: Parasole per automobili

source: Structural parts for aircraft
it: Parti strutturali per aerei

source: Gear wheels for bicycles
it: Ruote dentate per biciclette

source: Anti-theft devices for automobiles
it: Dispositivi antifurto per automobili

source: Transmission components for land vehicles
it: Organi di trasmissione per veicoli terrestri

source: Brake calipers for vehicles
it: Pinze di freni per veicoli

source: Windscreens for land vehicles
it: Parabrezza per veicoli terrestri

source: Paddle steamers
it: Piroscafi a pale

source: Pedalos
it: Pedalò

source: Roller chains for bicycles
it: Catene a rulli per biciclette

source: Roller chains for motorcycles
it: Catene a rulli per motocicli

source: Seat back organizers specially adapted for use in cars
it: Portaoggetti per schienali di sedili specifici per automobili

source: Seat back organizers specially adapted for use in vehicles
it: Portaoggetti per schienali di sedili specifici per veicoli

source: Shaped steering wheel covers for automobiles
it: Fodere sagomate per volanti di automobili

source: Suspension shock absorbers for motor vehicles
it: Ammortizzatori a sospensione per veicoli a motore

source: Tipping apparatus [parts of railway freight cars]
it: Rovesciatori per vagoni, Parti di vagoni merci ferroviari

source: Transport chairs
it: Sedie portantina

source: Armrests for automobile seats
it: Braccioli per sedili di automobili

source: Ashtrays for vehicles
it: Portacenere per veicoli

source: Automobile dashboards
it: Cruscotti per autombili

source: Glass holders for automobiles
it: Portabicchieri per automobili

source: Glass holders for vehicles
it: Portabicchieri per veicoli

source: Glove boxes for vehicles
it: Vani porta-guanti per veicoli

source: Leaf-springs for vehicle suspensions
it: Balestre per sospensioni di veicoli

source: Metal laminated leaf springs for vehicle suspensions
it: Molle a balestra laminate in metallo per sospensioni di veicoli

source: Ships
it: Navi

source: Air vehicles
it: Veicoli aerei

source: Aircraft
it: Aeronavi

source: Funiculars
it: Funicolari

source: Screw-propellers for boats
it: Propulsori ad elica per battelli

source: Screw-propellers
it: Propulsori ad elica

source: Ship propellers
it: Eliche di navi

source: Marine propellers
it: Eliche di navi

source: Pushchairs
it: Carrozzine

source: Audible warning systems for bicycles
it: Segnalatori acustici per biciclette

source: Hoods for vehicle engines
it: Cuffie di motori per veicoli

source: Portable children’s seats for vehicles
it: Sedili portatili per bambini per veicoli

source: Portable babies’ seats for vehicles
it: Sedili portatili per neonati per veicoli

source: Traction control systems for vehicles
it: Sistemi di comando della trazione per veicoli

source: Wreckers for transport purposes
it: Carri attrezzi per scopi di trasporto

source: Solid tyres for vehicle wheels
it: Gomme piene per ruote di veicoli

source: Machine couplings and transmission components for land vehicles
it: Giunti ed organi di trasmissione per veicoli terrestri

source: Wheels and tyres, and continuous tracks for vehicles
it: Ruote e pneumatici, e cingoli per veicoli

source: Upholstery for vehicle seats
it: Coperture per sedili di veicoli

source: Automobile running boards
it: Predellini per automobili

source: Racing seats for automobiles
it: Sedili da corsa per automobili

source: Bucket seats for automobiles
it: Sedili anatomici per automobili

source: Glove boxes for automobiles
it: Vani portaoggetti per automobili

source: Upholstery for automobiles
it: Tappezzeria per automobili

source: Series hybrid cars
it: Auto ibride di serie

source: Undercarriages for railway cars
it: Carrelli per veicoli ferroviari

source: Leather upholstery for vehicles
it: Tappezzeria in pelle per veicoli

source: Leather upholstery for vehicle seats
it: Rivestimenti in pelle per sedili di veicoli

source: Fitted covers for motorized golf cars
it: Fodere sagomate per auto da golf a motore

source: Rocket-propelled ballistic missiles
it: Missili balistici a propulsione per razzi

source: Anti-tank mines
it: Mine anticarro

source: Explosive devices
it: Dispositivi esplosivi

source: Flamethrowers [weapons]
it: Lanciafiamme [armi]

source: Flares [pyrotechnic]
it: Fiaccole [pirotecnica]

source: Launchers for missiles [weapons]
it: Dispositivi di lancio per missili [armi]

source: Small arms
it: Piccole armi

source: Air-to-surfaces missiles
it: Missili terra-aria

source: Mortars [weapons]
it: Mortai [armi]

source: Explosive cartridges
it: Cartucce esplosive

source: Liquid explosives
it: Esplosivi liquidi

source: Pyrotechnic missiles
it: Missili pirotecnici

source: Carrying cases adapted for firearms
it: Custodie per trasporto di armi da fuoco

source: Blank cartridges
it: Cartucce (a salve)

source: Blasting compounds
it: Composti da scoppio

source: Armored turrets
it: Torrette blindate

source: Luminous explosive fog signals
it: Segnali luminosi esplosivi antinebbia

source: Military rifles
it: Fucili militari

source: Smoke projectiles for rockets
it: Proiettili fumogeni per razzi

source: Pull-throughs for small arms
it: Estrattori per armi portatili

source: Roman candles
it: Candele romane

source: Cartridges for carrying materials to be deployed in defence
it: Cartucce per materiali da utilizzare in difesa

source: Handles for pistols
it: Impugnature di pistole

source: Weapons for launching missiles and projectiles
it: Armi per il lancio di missili e proiettili

source: Smoke missiles for armoured vehicles and tanks
it: Missili fumogeni per veicoli blindati e carri armati

source: Explosive cutting charge
it: Cariche da taglio esplosive

source: Ballistic weapons
it: Missili balistici

source: Sporting cartridges
it: Cartucce sportive

source: Anti submarine torpedoes fitted with warheads
it: Siluri antisommergibile dotati di testate

source: Guided weapons
it: Armi guidate

source: Gun turret shields
it: Schermi per torrette

source: Illuminating grenades
it: Granate illuminanti

source: Illuminating projectiles
it: Proiettili illuminanti

source: Multi-munition stand-off bombs
it: Bombe stand-off a più munizioni

source: Automatic firearm ammunition belts
it: Cinture per munizioni di armi automatiche

source: Breeches of firearms
it: Culatte di armi da fuoco

source: Dynamite
it: Dinamite

source: Blasting explosives
it: Esplosivi da scoppio

source: Blasting gelatin
it: Gelatine esplosive

source: Bombs
it: Bombe

source: Mobile gun mounts
it: Affusti mobili

source: Targets for military use
it: Bersagli per uso militare

source: Pyrotechnical interrupters
it: Interruttori pirotecnici

source: Actuators being parts of weapons
it: Attuatori facenti parte di armi

source: Smoke projectiles
it: Proiettili fumogeni

source: Firing platforms [weapons]
it: Cavalletti per il tiro [armi]

source: Missiles
it: Missili

source: Sight protectors for firearms
it: Coprimira per armi da fuoco

source: Bullets for use with rifles
it: Proiettili per fucili

source: Guided bombs
it: Bombe guidate

source: Ammunition and projectiles
it: Munizioni e proiettili

source: Pellets [ammunition]
it: Pallottole [munizioni]

source: Pistols (Starters -)
it: Pistola dello starter

source: Pyrotechnic ammunition
it: Munizioni pirotecniche

source: Rifle barrels
it: Canne di fucili

source: Hunting rifles [sporting rifles]
it: Fucili da caccia [fucili sportivi]

source: Weapon cases for firearms
it: Valigetta porta armi

source: Blank cartridge shells
it: Bossoli vuoti per cartucce

source: Weapon systems
it: Sistemi d'arma

source: Automatic revolvers
it: Revolver automatici

source: Sporting guns
it: Pistole sportive

source: Cartridges containing flares
it: Cartucce di razzi luminosi

source: Rocket launchers
it: Lancia-razzi

source: Armaments installations
it: Impianti di armamenti

source: Oil well shooting explosives
it: Esplosivi per pozzi petroliferi

source: Mines [explosives]
it: Mine [esplosivi]

source: Machine guns
it: Mitragliatrici

source: Armour-piercing incendiary projectiles
it: Proiettili incendiari anticarro

source: Underwater mines
it: Mine subacquee

source: Detonating relays for use with detonators
it: Relè detonanti per uso con detonatori

source: Explosive products
it: Prodotti esplosivi

source: Hand torpedoes
it: Siluri manuali

source: Armour-piercing projectiles
it: Proiettili perforanti

source: Pyrotechnic thrust generators for steering airborne weapons
it: Generatori di spinta pirotecnica per pilotare armi aviotrasportate

source: Hand flamethrowers [weapons]
it: Lanciafiamme manuali [armi]

source: Holders for ammunition
it: Contenitori per munizioni

source: Granular explosives
it: Esplosivi granulari

source: Pneumatic catapults for firing missiles
it: Catapulte pneumatiche per il lancio di missili

source: Primers for pyrotechnic devices
it: Inneschi per dispositivi pirotecnici

source: Ammonium nitrate explosives
it: Esplosivi al nitrato d'ammonio

source: Explosives
it: Esplosivi

source: Nitrocellulose explosives
it: Esplosivi in nitrocellulosa

source: Guided artillery projectiles
it: Proiettili di artiglieria guidati

source: Turrets (Gun -)
it: Torrette a cannoni

source: Weapons for launching missiles
it: Armi per il lancio di missili

source: Weapons for launching projectiles
it: Armi per il lancio di proiettili

source: Ammunition casings
it: Custodie per munizioni

source: Containers for storing weapons
it: Contenitori per il deposito di armi

source: Non-optical sights
it: Mirini non ottici

source: Actuators being parts of weapon loading installations
it: Attuatori facenti parte di impianti di carico di armi

source: Ammunition for firearms
it: Munizioni per armi da fuoco

source: Shotgun cartridges
it: Cartucce per fucili

source: Javelins [weapons]
it: Giavellotti [armi]

source: Loaded cartridge magazines for firearms
it: Caricatori carichi di cartucce per armi da fuoco

source: Apparatus for filling cartridge belts
it: Dispositivi per riempire le cartucciere

source: Hydrated explosives
it: Esplosivi idrati

source: Sporting rifles
it: Fucili sportivi

source: Barrels for cannons
it: Canne per cannoni

source: Cannon carriages [artillery]
it: Carrelli per cannoni [artiglieria]

source: Rifle cartridges
it: Cartucce per fucile

source: Fog signals, explosive
it: Segnali di nebbia esplosivi

source: Gelatinous explosives
it: Esplosivi gelatinosi

source: Pyrotechnic distress flares
it: Razzi di avvertimento pirotecnici

source: Machine gun cartridges
it: Cartucce per mitragliatrici

source: Explosive shells
it: Granate esplosive

source: Explosive signals
it: Segnali detonanti

source: Explosive torpedoes
it: Siluri esplosivi

source: Gas bombs [weapon]
it: Gas bombe [arma]

source: Unmanned remote-controlled powered aircraft for use as military targets
it: Aerei teleguidati senza pilota da utilizzare come bersagli militari

source: Bandoliers for holding cartridges and ammunition cases
it: Cinturoni per contenere cartucce e scatole di munizioni

source: Smoke detonators
it: Detonatori di fumo

source: Tools for loading weapons
it: Utensili per caricare armi

source: Cartridges containing smoke
it: Cartucce contenenti fumogeni

source: Cartridges for carrying materials to be deployed in decoy
it: Cartucce per materiali da utilizzare in ordigni civetta

source: Cartridges for carrying materials to be deployed in weapon installations
it: Cartucce per materiali da utilizzarsi in impianti per armi

source: Containers for launching weapons
it: Contenitori per il lancio di armi

source: Actuators being parts of weapon ejecting installations
it: Attuatori facenti parte di impianti di lancio di armi

source: Anti-aircraft guns
it: Cannoni antiaereo

source: Ammunition
it: Munizioni

source: Naval anti-submarine torpedo carrier systems
it: Sistemi di trasporto navali per siluri antisommergibile

source: Cruise missiles
it: Missili Cruise

source: Guided missiles
it: Missili guidati

source: Sling straps for firearms
it: Tracolle per armi da fuoco

source: Gun sights for firearms [not optical or telescopic]
it: Mirini per armi da fuoco [non ottici o telescopici]

source: Muzzles for guns [weapons]
it: Bocca per armi da fuoco

source: Protective cases adapted for firearms
it: Custodie protettive per armi da fuoco

source: Pyrotechnic charges
it: Cariche pirotecniche

source: Fuses for blasting
it: Spolette da scoppio

source: Blasting paper
it: Carta detonante

source: Armor piercing shells
it: Granate perforanti

source: Magazines for weapons
it: Caricatori per armi

source: Nitrating liquids used as explosives
it: Liquidi da nitrazione per uso come esplosivi

source: Smoke projectiles for torpedo tube artillery
it: Proiettili fumogeni per siluri da artiglieria

source: Non-telescopic sights
it: Mirini non telescopici

source: Organic-nitrate explosives
it: Esplosivi di nitrati organici

source: Mortars [firearms]
it: Mortai [armi da fuoco]

source: Shells [projectiles]
it: Granate [proiettili]

source: Handles for revolvers
it: Calci per revolver

source: Cartridges for firearms
it: Cartucce per armi da fuoco

source: Protective shields adapted for firearms
it: Schermi di protezione per armi da fuoco

source: Incendiary cartridges
it: Cartucce incendiarie

source: Sea mines
it: Mine marine

source: Aerial bombs
it: Bombe aeree

source: Cartridges for gunpowder
it: Cartucce per polvere da sparo

source: Bengal lights [fireworks]
it: Fuochi d'artificio, bengala

source: Radar jamming warheads
it: Testate anti-radar

source: Shaped charges [explosives]
it: Cariche cave [esplosivi]

source: Air-to-air missiles
it: Missili aria-aria

source: Nitrostarch explosives
it: Esplosivi in nitroamidi

source: Rockets [projectiles]
it: Razzi [proiettili]

source: Motorized weapons
it: Armi semoventi

source: Crossbows [weapons]
it: Balestre [armi]

source: Electronic detonators
it: Detonatori elettronici

source: Medium calibre ammunition
it: Munizioni di medio calibro

source: Bags for storing firearms [specifically adapted]
it: Borse per riporre armi da fuoco [specificamente adattate]

source: Pistols [arms]
it: Pistole [armi]

source: Projectiles [weapons]
it: Proiettili [armi]

source: Pyrophoric substances
it: Materie piroforiche

source: Guided projectiles
it: Proiettili guidati

source: Hand grenades
it: Bombe a mano

source: Explosives for use in bombs
it: Esplosivi da utilizzare in bombe

source: Weapon installations
it: Impianti per armi

source: Automatic carbines
it: Carabine automatiche

source: Smoke missiles for armoured vehicles
it: Missili fumogeni per veicoli blindati

source: Pyrotechnic gas generators
it: Generatori di gas pirotecnici

source: Supplemental chambers for firearms
it: Camere supplementari per armi da fuoco

source: Weapon cartridges for use with liquid nitrogen
it: Cartucce per armi per uso con nitrogeno liquido

source: Signal rocket flares
it: Razzi di segnalazione

source: Explosive powders
it: Polvere esplosiva

source: Initiating explosives
it: Esplosivi da innesco

source: Explosive substances and devices, other than arms
it: Sostanze e congegni esplosivi, diversi dalle armi

source: Launchers for pyrotechnic purposes
it: Lanciatori per uso pirotecnico

source: Primings [fuses]
it: Micce per esplosivi

source: Detonators
it: Detonatori

source: Explosive caps
it: Capsule detonanti

source: Cartridges
it: Cartucce

source: Belts adapted for ammunition
it: Cinture speciali per munizioni

source: Cartridge shot pouches
it: Contenitori per cartucce

source: Case covers for firearms
it: Custodie per armi da fuoco

source: Holsters
it: Fondine

source: Firework fountains
it: Fuochi d'artificio

source: Cannons
it: Cannoni

source: Artillery guns [cannons]
it: Pezzi d'artiglieria

source: Noise-suppressors for guns
it: Silenziatori per armi

source: Detonation devices for blasting underwater mines
it: Dispositivi da detonazione per fare esplodere mine subacquee

source: Fireworks bodies
it: Fuochi d'artificio

source: Rifle ammunition
it: Munizioni per fucili

source: Cartridges for pyrotechnic products
it: Cartucce per prodotti pirotecnici

source: Propelling pyrotechnic mixtures for ammunition
it: Miscele pirotecniche di propulsione per munizioni

source: Cartridge case extractors
it: Estrattori di bossoli

source: Butt plates for firearms
it: Calci per armi da fuoco

source: Radio controlled miniature aerial targets for military use
it: Bersagli aerei in miniatura radiocomandati per uso militare

source: Open sights for use on firearms
it: Tacche di mira per armi da fuoco

source: Extractors for broken shells
it: Estrattori per bossoli rotti

source: Explosive harpoon guns [weapons]
it: Lancia arpioni esplosivi [armi]

source: Component parts for shotguns
it: Parti di fucili a canna liscia

source: Combination pistols and rifles
it: Pistole e fucili combinati

source: Projectiles for weapons
it: Proiettili per armi

source: Tripods for firearms
it: Tripodi per armi da fuoco

source: Shell bodies
it: Corpi di shell

source: Nitrated gun cotton [explosives]
it: Nitrocellulosa [esplosivi]

source: Projectiles
it: Proiettili

source: Conducted electrical weapons (CEW)
it: Armi a conduzione elettrica

source: Projecting apparatus for bombs
it: Apparecchi per il lancio di bombe

source: Projecting apparatus for grenades
it: Apparecchi per il lancio di granate

source: Projecting apparatus for missiles
it: Apparecchi per il lancio di missili

source: Guns [weapons]
it: Fucili [armi]

source: Ship-to-air missiles
it: Missili nave-aria

source: Electromagnetic pulse weapons
it: Armi a impulsi elettromagnetici

source: Component parts for guns
it: Parti di armi da fuoco

source: Cuff links made of silver plate
it: Gemelli in argento placcato

source: Trinkets coated with precious metal
it: Ciondoli placcati con metalli preziosi

source: Jewellery fashioned from non-precious metals
it: Gioielleria in metalli non preziosi

source: Ear ornaments in the nature of jewellery
it: Ornamenti per le orecchie sotto forma di gioielli

source: Bracelets for watches
it: Braccialetti per orologi

source: Statuettes of precious metal and their alloys
it: Statuette in metalli preziosi e loro leghe

source: Mechanical watch oscillators
it: Oscillatori meccanici per orologi

source: Miniature figurines [coated with precious metal]
it: Statuette in miniatura [rivestite in metallo prezioso]

source: Jewellery chain of precious metal for anklets
it: Catenelle in metalli preziosi per cavigliere

source: Pocket watches
it: Orologi da tasca

source: Jet, unwrought or semi-wrought
it: Ambra nera grezza o semilavorata

source: Gold, unwrought or beaten
it: Oro grezzo o battuto

source: Objet d'art of enamelled silver
it: Oggetti d'arte in argento smaltato

source: Jewelry boxes not of metal
it: Scrigni non metallici

source: Jewelry pins for use on hats
it: Spilloni (gioielleria) per cappelli

source: Imitation precious stones
it: Imitazioni di pietre preziose

source: Jewellery being articles of precious stones
it: Articoli di gioielleria con pietre preziose

source: Silver and its alloys
it: Argento e sue leghe

source: Small clocks
it: Piccoli orologi

source: Small jewellery boxes of precious metals
it: Piccoli portagioie in metallo prezioso

source: Presentation boxes for horological articles
it: Scatole di presentazione per articoli di orologeria

source: Diamonds
it: Diamanti

source: Synthetic stones [jewellery]
it: Pietre sintetiche per gioielleria

source: Scale models [ornaments] of precious metal
it: Modellini in scala [ornamenti] di metallo prezioso

source: Decorative pins [jewellery]
it: Spille decorative [gioielleria]

source: Digital watches with automatic timers
it: Orologi digitali con timer automatici
